import type { PageData } from "./types";

const about: PageData = {
  title: "先生紹介・気功とは",
  description: "梁蔭全先生と梁蔭全先生の気功の紹介ページ。",
  heroTitle: "リャン気功エネルギー",
  heroIntro: "",
  sections: [
    {
      title: "リャン気功とは",
      bullets: [
        "「気功」とは宇宙から降り注ぐエネルギー「気」を吸収し、気血（身体の中を循環する生命力の源）のめぐりを活発にして、生命パワーを高めることができる療法であり技術なのです。",
        "現代医学的に説明すると、「気」は人体の一つひとつの細胞を活性化させることで若さを保ち、人が生まれ持っている免疫力や自然治癒力を高めて、病気の回復や病気を寄せ付けないパワーを養う生命パワー活性療法だと言えます。",
        "「気功」によって生命パワーを高めておけば、歳をとっても体頭心の若さが保たれます。病気に苦しんだり、寝たきりにならずに、天寿を全うする日まで楽しく生きることができます。",
        "４０年以上の年月をかけて世界中の数万種の気功法を研究し、それをさらに進化させる形で編み出したもので、よりシンプルに本質を捉えているので現代のさまざまな「病」に力を発揮する気功法になっています。"
      ]
    },
    {
      title: "梁蔭全先生の気功科学実験",
      bullets: [
        "日本医科大学における同大学品川嘉也教授の科学実験に協力し、念力気功により遠隔外気を発し、５分以内に水槽内の金魚（全８匹）を眠らせた。この内容は１９９２年版「文芸春秋」で紹介されました。",
        "佐々木茂美 電気通信大学名誉教授による東京―北京間での遠隔科学実験に参加。念力気功により東京から北京の実験場に向けて外気を発し、北京に静置された実験水の成分を複数回にわたり変える。人体の７０％以上は水分であることから、この実験結果により念力気功法の科学的根拠と物質的作用が証明されました。"
      ]
    },
  ]
};

export default about;
